Repository: xlmnxp/blue-recorder
Catalog: src/po/*.po
Languages: ar

source: Blue Recorder
ar: المسجّل الأزرق

source: AreaChooser
ar: محدد المنطقة

source: Blue Recorder Preferences
ar: تفضيلات المسجّل الأزرق

source: File Name (Will be overwritten)..
ar: اسم الملف (سيتم الكتابة فوقه)

source: Enter your command here..
ar: قم بإدخال الأمر هنا

source: Record Video
ar: تسجيل الفيديو

source: Record Audio
ar: تسجيل الصوت

source: Show Mouse
ar: إظهار الفأرة

source: Follow Mouse
ar: متابعة الفأرة

source: A simple screen recorder for Linux desktop. Supports Wayland & Xorg.
ar: مسجّل شاشة بسيط لسطح مكتب لينكس، يدعم إكس ووايلاند.

source: Select a Window
ar: اختر نافذة

source: Select an Area
ar: حدد منطقة

source: Frames:
ar: الإطارات:

source: Delay:
ar: التأخير:

source: Run Command After Recording:
ar: تشغيل أمر عند الانتهاء:

source: Default frames:
ar: عدد الإطارات الافتراضي:

source: Default delay:
ar: التأخير الافتراضي:

source: Default folder:
ar: المجلّد الافتراضي:

source: Default pipeline:
ar: أنبوب وايلاند الافتراضي:

source: Default command:
ar: تشغيل أمر عند الانتهاء:

source: Audio Input Source:
ar: مدخل الصوت:

source: Record Mouse
ar: تسجيل الفأرة

source: Default filename:
ar: اسم الملفّ الافتراضي:

source: Default PulseAudio Input Source
ar: مصدر صوت PulseAudio الافتراضي

source: Area Chooser
ar: محدد المنطقة

source: Your area position has been saved!
ar: احداثيات المنطقة المحددة حفظت

source: stop recording
ar: ايقاف التسجيل
