Repository: xlmnxp/blue-recorder
Catalog: po/*.po
Languages: el, it, tr

source: There seems to be a problem in recording. Try running 'blue-recorder' from the command line to see the issue.
el: Μοιάζει να υπάρχει πρόβλημα στην εγγραφή. Εκτελέστε 'blue-recorder' από το τερματικό για να δείτε το πρόβλημα.
it: Sembra esserci un problema nella registrazione. Prova a eseguire "blue-recorder" dalla riga di comando per vedere il problema.

source: Stop Recording
el: Διακοπή Εγγραφής
it: Interrompi la registrazione

source: Recording has started!
el: Η εγγραφή ξεκίνησε!
it: La registrazione è iniziata!

source: Recording has stopped!
el: Η εγγραφή σταμάτησε!
it: La registrazione è stata interrotta!

source: Your GIF image is currently being processed, this may take a while according to your PC's resources.
el: Η GIF εικόνα σας είναι υπό επεξεργασία. Αυτό μπορεί να καθυστερήσει, ανάλογα με τους υπολογιστικούς σας πόρους.
it: La tua immagine GIF è attualmente in fase di elaborazione, questa operazione potrebbe richiedere del tempo in base alle risorse del tuo PC.

source: File already exists!
el: Το αρχείο προϋπάρχει!
it: Il file esiste già!

source: Would you like to overwrite this file?
el: Επιθυμείτε να αντικαταστήσετε αυτό το αρχείο;
it: Vuoi sovrascrivere questo file?

source: Sorry Jim, looks like you are using something we don't support
el: Συγγνώμη, αλλά φαίνεται να χρησιμοποιείς κάτι που δεν υποστηρίζουμε
it: Mi spiace Jim, sembra che tu stia usando qualcosa che non supportiamo

source: About
el: Περί
it: Informazioni

source: Blue Recorder
el: Κυανός Εγγραφέας

source: AreaChooser
el: ΕπιλογήΠεριοχής
it: Scelta Area

source: File Name..
el: Όνομα Αρχείου…
it: Nome File..

source: Enter your command here..
el: Προσθέστε την εντολή σας εδώ…
it: Inserisci qui il tuo comando..

source: Record Video
el: Εγγραφή Εικόνας
it: Registra Video
tr: Video Kaydet

source: Record Audio
el: Εγγραφή Ήχου
it: Registra Audio
tr: Ses Kaydet

source: Show Mouse
el: Δείκτης Ποντικιού
it: Mostra il Mouse
tr: Fareyi Göster

source: Follow Mouse
el: Ακόλουθος Ποντικιού
it: Segui il mouse
tr: Fareyi Takip Et

source: A simple screen recorder for Linux desktop. Supports Wayland & Xorg.
el: Ένας απλός εγγραφέας οθόνης για την επιφάνεια εργασίας Λίνουξ. Υποστηρίζει Wayland & Xorg.
it: Un semplice registratore dello schermo per desktop Linux. Supporta Wayland e Xorg.
tr: Linux masaüstü için basit bir ekran kaydedici. Wayland ve Xorgʼu destekler.

source: Select a Window
el: Επιλογή Παραθύρου
it: Seleziona una Finestra

source: Select an Area
el: Επιλογή Περιοχής
it: Seleziona un'Area

source: Frames:
el: Καρέ:
tr: Kare:

source: Delay:
el: Καθυστέρηση:
it: Ritardo:
tr: Gecikme:

source: Run Command After Recording:
el: Εκτέλεση Εντολής μετά την Εγγραφή:
it: Esegui comando dopo la registrazione:
tr: Kayıttan Sonra Komut Çalıştır:

source: Audio Input Source:
el: Πηγή Εισόδου Ήχου:
it: Sorgente di ingresso audio
tr: Ses Girdi Kaynağı:

source: Default PulseAudio Input Source
el: Προκαθορισμένη Πηγή Εισόδου PulseAudio
it: Sorgente di ingresso PulseAudio predefinita
tr: Öntanımlı PulseAudio Girdi Kaynağı

source: You didn't run the program using the application icon (desktop file). This will cause the program not to work. Run it using the icon from the menus only. (Need to export GDK_BACKEND=x11 first)
el: Δεν εκτελέσατε το πρόγραμμα από το εικονίδιο της εφαρμογής (αρχείο desktop). Αυτό θα προκαλέσει δυσλειτουργία της εφαρμογής. Παρακαλώ τρέξτε το μόνο από τα μενού με χρήση του εικονιδίου. (Χρειάζεται export GDK_BACKEND=x11 πρώτα)
it: Non hai eseguito il programma utilizzando l'icona dell'applicazione (file desktop). Ciò farà sì che il programma non funzioni. Eseguilo utilizzando solo l'icona dai menu. (Prima è necessario esportare GDK_BACKEND = x11)

source: Your window position has been saved!
el: Η τοποθεσία του παραθύρου αποθηκεύτηκε!
it: La posizione della finestra è stata salvata!

source: Area Chooser
el: Επιλογή Περιοχής
it: Scelta Area
tr: Alan Seçici

source: Your area position has been saved!
el: Η τοποθεσία της περιοχής αποθηκεύτηκε!
it: La tua posizione nell'area è stata salvata!

source: stop recording
el: διακοπή εγγραφής
it: interrompi la registrazione

source: Record your desktop easily using a simple GUI
tr: Basit kullanıcı arayüzünü kullanarak masaüstünüzü kolayca kaydedin

source: A simple screen recorder for Linux desktop. Supports Wayland &amp; Xorg
tr: Linux masaüstü için basit bir ekran kaydedici. Wayland ve Xorgʼu destekler

source: A simple desktop recorder for Linux systems. Built using Rust, GTK4 and ffmpeg.
tr: Linux sistemler için basit bir masaüstü kaydedici. Rust, GTK4 ve ffmpeg kullanılarak oluşturulmuştur.

source: File already exist. Do you want to overwrite it?
tr: Dosya zaten var. Üzerine yazmak istiyor musunuz?

source: Not supported in Wayland
tr: Waylandʼda desteklenmiyor

source: Default filename:
tr: Öntanımlı dosya adı:

source: Default command:
tr: Öntanımlı komut:

source: MP4 (MPEG-4 Part 14)
tr: MP4

source: MKV (Matroska multimedia container format)
tr: MKV

source: WEBM (Open Web Media File)
tr: WEBM

source: GIF (Graphics Interchange Format)
tr: GIF

source: AVI (Audio Video Interleaved)
tr: AVI

source: WMV (Windows Media Video)
tr: WMV (Windows Media Videosu)

source: NUT (NUT Recording Format)
tr: NUT (NUT Kayıt Biçimi)

source: Auto Hide
tr: Kendiliğinden Gizle

source: translator-credits
tr: Sabri Ünal <libreajans@gmail.com>
